import { ISearchList } from './types'

export const tempData: ISearchList[] = [
  {
    id: 1,
    content:
      '北大“招生老师”破格录取网红“郭有才”？北大回应：假的,北大“招生老师”破格录取网红“郭有才”？北大回应：假的'
  },
  { id: 2, content: '本轮广西暴雨天气有何特点？是何原因造成？专家分析' },
  { id: 3, content: '男子新婚遭100余人拦门讨喜,有群聊，红白事都要去' },
  { id: 4, content: '广西特大暴雨雨强雨量破纪录：城区内涝车被淹' },
  { id: 5, content: '入住空间站20余天 太空里养的4条鱼怎么样了?最新画面曝光有' },
  { id: 6, content: '金银铜价集体飙升！有伊朗总统罹难牵动金融市场' },
  { id: 7, content: '伊朗总统坠机细节公开：“在空难发生几分钟内离世”' },
  { id: 8, content: '巴勒斯坦武装人员被以军伞兵射中倒地，有战友接过枪继续战斗' }
]
